<?php 
    require 'header.php';
?>
<body>
    <header>
        <!--Navigation bar-->
        <ul id="nav-bar">
            <li><a class="active" href="index.php">Начало</a></li>
            <li><a href="aboutUs.php">За нас</a></li>
            <?php
                if(isset($_SESSION['userId'])){
                    echo '<li><a href="profile.php">Профил</a></li>
                    <li class="login"><a href="logout.inc.php">Излез</a></li>';
                }
                else{
                    echo '<li class="login"><a href="login.php">Влез</a></li>
                    <li class="login"><a href="register.php">Регистрирай се</a></li>';
                }
            ?>
        </ul>
    </header>
    <div class="section">
        <h1>Заболяването захарен диабет</h1>
        <p>
            Захарният диабет е хронично, социално-значимо заболяване, при което е повишено нивото на глюкозата в кръвта. Глюкозата е
            необходима за производство на енергия, което става във всяка клетка на тялото. Глюкозата от кръвта може да влезе в клетките
            само в присъствие на достатъчно количество инсулин.Инсулинът е хормон, който се произвежда в т. нар. бета-клетки на задстомашната
            жлеза (панкреаса). Той има свойството да намалява повишената след прием на храна кръвна захар, като й помага да влезе в клетката. 
            Инсулинът е ключът, който отключва вратата на клетката, за да може глюкозата да влезе в нея и да се произведе енергия. Така е при 
            хората, които нямат диабет.
        </p>
    </div>
    <footer>

    </footer>
</body>
</html>